Repository: ibm-skills-network/edx-themes
Catalog: translations/*/LC_MESSAGES/theme.po
Languages: pt_br

source: This is to certify that
pt_br: Certificamos que

source: successfully completed and received a passing grade in
pt_br: concluiu com sucesso e recebeu uma nota de aprovação em

source: {course_number}, provided by {strong_start}{course_org}{strong_end}
pt_br: {course_number}, disponibilizado por {strong_start}{course_org}{strong_end}

source: an online course on {link_start}{strong_start}{portal_url}{strong_end}{link_end}, a member of the {strong_start}IBM Cognitive Class{strong_end} skills network.
pt_br: um curso online em {link_start}{strong_start}{portal_url}{strong_end}{link_end}, membro da rede de conhecimentos do {strong_start}IBM Cognitive Class{strong_end}.

source: Issued on:
pt_br: Emitido em:

source: Authenticity of this certificate can be validated by going to:
pt_br: A autenticidade deste certificado pode ser validada acessando:

source: Learning Paths
pt_br: Carreiras

source: Courses
pt_br: Cursos

source: Competitions
pt_br: Competições

source: Register
pt_br: Registre-se

source: Sign in
pt_br: Entrar
